Repository: JFrancoG/MangaLibrary
Catalog: MangaLibraryWidget/Localizable.xcstrings
Source language: en
Languages: es

# **%lld** manga titles
source: **%lld** manga
es: **%lld** mangas

source: %lld manga titles in your collection
es: %lld mangas en tu colección

source: %lld more
es: %lld más

source: %lld more on iPhone
es: %lld más en el iPhone

source: %lld more on iPhone. Updated %@
es: %lld más en el iPhone. Actualizado %@

# %lld of %lld volumes owned
source: Volumes owned: %1$lld of %2$lld
es: Tomos en propiedad: %1$lld de %2$lld

source: %lld volumes
es: %lld tomos

source: %lld volumes owned
es: %lld tomos en propiedad

# %lld/%lld volumes owned
source: %1$lld/%2$lld volumes owned
es: %1$lld/%2$lld tomos

source: Add manga to your collection in Manga Library.
es: Añade mangas a tu colección en Manga Library.

source: Collection complete
es: Colección completa

source: Collection incomplete
es: Colección incompleta

source: Complete
es: Completa

source: Incomplete
es: Incompleta

source: Let's refresh
es: ¿Actualizamos?

source: My collection
es: Mi colección

source: No manga in your collection
es: Sin mangas en tu colección

source: Open Manga Library and we'll refresh your manga.
es: Abre Manga Library y actualizamos tus mangas.

source: Open Manga Library.
es: Abre Manga Library.

source: Reading
es: Leyendo

source: Set your current volume in Manga Library.
es: Marca tu tomo actual en Manga Library.

source: Sign in to Manga Library.
es: Inicia sesión en Manga Library.

source: Sign in.
es: Inicia sesión.

source: Small and large show your reading. Medium shows your collection.
es: Pequeño y grande muestran tus lecturas. Mediano muestra tu colección.

source: Updated %@
es: Actualizado %@

source: Volume %lld
es: Tomo %lld

source: Volume %lld of %lld
es: Tomo %1$lld de %2$lld

source: Volume %lld · Total unknown
es: Tomo %lld · Total desconocido

# Volume %lld/%lld
source: Volume %1$lld/%2$lld
es: Tomo %1$lld/%2$lld

source: What are you reading?
es: ¿Qué estás leyendo?

source: Your manga, right here
es: Tus mangas, aquí
